{
    "name": "Rubika Kumar",
    "contact": {
      "email": "rubika158734@gmail.com",
      "phone": "9754689053",
      "address": "2/3,5th street Kamrarajar Salai,Vadapalani Chennai-600024",     
       "dateofbirth": "15th December 1998",
        "nationality": "Indian",
         "marital_status": "single",
          "gender": "Female"
    },
    "summary": "Highly organized and detail-oriented professional with a proven track record in tracking and monitoring roles. I am adept at optimizing processes, maintaining accurate records, and delivering results within deadlines",
    "education": [
        {
            "degree": "BSC Computer Science",
            "institution": "Shri Shankarlal Sundarbai Shasun Jain College for Women, University of Madras",
            "location": "chennai",
            "date": "2016 - 2019"
          }
    ],
    "experience": [
        {
          "title": "Associate engineer",
          "company": "Virtusa consulting services pvt ltd",
          "location": "Chennai",
          "date": "2021 - Present",
          "responsibilities": [
            "CITI INDIA production support handles all the queries raised from customer end with the proper resolutions. The Ultimate goal of Production support is to handle and resolve customer queries where you have to undergo the complex situations and analyze the factors to close out the queries with proper resolutions within the SLA",
            "Handles all the queries raised from customer end with the proper resolutions",
            "Use ServiceNow to manage and track changes in the IT environment",
            "Conducting CAM meetings with respective client and teams",
            "Provided 24*7 operational supports to all production practices on holidays and weekends",
            "On daily basis Checking on issues which are unresolved sending report to the respective team clinet project managers",
            "Ensuring tickets are raised for repair and fix which has been taken for the reported issues and for user related queries which has been raised",
            "Use insights gained from the reports to refine workflows, improve processes, and reduce the number of unresolved issues in the future",
            "Review the reports, identify recurring issues or bottlenecks, and take necessary actions to address them. This might involve reassigning tasks, changing priorities, or allocating additional resources"
          ]
        },
        {
          "title": "Trainee and Junior engineer",
          "company": "probosys corporation Pvt Ltd",
          "location": "Chennai",
          "date": "2019 - 2020",
          "responsibilities": [
            "Generate reports, dashboards, and analytics within ServiceNow to provide insights into system performance, utilization, and key metrics",
            "Reporting and Analytics",
            "Incident and Problem Management",
            "Stay updated with ServiceNow platform updates, features, and industry best practices. Proactively propose and implement enhancements or optimizations to maximize the platform's value to the organization"
          ]
        }
      ],
      "skills": [
        "ServiceNow",
        "Python",
        "Type writing",
        "Ms Excel",
        "Ms Word"
      ],
      "languages": [
        {
          "language": "English"
        },
        {
          "language": "Tamil"
        }
      ],
      "links": {
        "github": "https://github.com/Rubikakumar",
        "linkedin": "https://www.linkedin.com/in/Rubikakumar"
        
      }
    }